{
  "Heading": "VII.",
  "P1": "I overcame my misgivings and entered the farmhouse. I came to the door Brown had described to me, and took a breath before pushing it open.",
  "P2": "The room seemed to emanate a bizarre odor, and I perceived a faint sense of vibration from within.",
  "P3": "Akeley sat in a great arm-chair in the side of the room. He appeared sicker even than I had expected. His pale face held a strained, rigid expression.",
  "P4": "He greeted me in a faint whisper.",
  "AkeleyDialog1": "Mr. Wilmarth! How marvelous to meet you for the first time, in person.",
  "AkeleyDialog2": "I'm very ill, and, I fear, less than an able host. I'm sure I'll feel better tomorrow, but for now I am helplessly weak.",
  "AkeleyDialog3": "I've set your dinner in the dining room. Your room is upstairs, just above this one. Make yourself at home, and eat whenever you want.",
  "AkeleyDialog4": "You might want to leave your laptop in here, where we will be discussing our e-mails, before you take your bags upstairs.",
  "AkeleyDialog5": "Come back here for a little quiet visiting before night, and go to bed when you please. I'll rest here--perhaps sleep here all night as I often do.",
  "AkeleyDialog6": "I hope you realize the stupendous nature of the opportunity we face. The gulfs of time, space, and knowledge beyond imagination will be opened to us.",
  "AkeleyDialog7": "They have promised to take me to their home planet, Yuggoth--you know it as Pluto.",
  "AkeleyDialog8": "There are great cities on Yuggoth, with towers built of black stone like the kind I tried to send to you.",
  "AkeleyDialog9": "To visit Yuggoth would drive any weak man mad, but I am going there. You could too, Wilmarth!",
  "P5": "I left my laptop and the tape cassette in Akeley's study, and went to eat my dinner.",
  "P6": "Then I moved my suitcase upstairs, to my bedroom.",
  "P7": "The whole time, I couldn't help but think of Akeley, sitting motionless in his study. Something in that whisper, I have to admit, filled me with dislike for the sickly man.",
  "P8": "I was ashamed to feel this way, but I just wished he wouldn't speak such praises of Yuggoth and its black secrets!",
  "P9": "I soon rejoined the man to continue our conversation.",
  "AkeleyDialog10": "Wilmarth, it is time I showed you the incredible device the Mi-Go have given me.",
  "AkeleyDialog11": "The Mi-Go have discovered a harmless method to extract a brain, and preserve it in a canister made of metal from Yuggoth, while also preserving the life of that brain's host body!",
  "AkeleyDialog12": "They give these disembodied brains sight, hearing, and speech through ingenious machines. They have given me one, and several such brain canisters to experiment with!",
  "AkeleyDialog13": "I would like you to speak with another human, to begin with. Take the canister labeled \"B67\" and place it in the machine.",
  "BrainDialog1": "Mr. Wilmarth, I hope I do not startle you! I am a human, just like you. My body now rests safely under vitalizing treatment inside Round Hill, about a mile from here.",
  "BrainDialog2": "My brain is in that cylinder and I see, hear, and speak through this machine.",
  "BrainDialog3": "In a week, I will cross the void as I have many times, and I expect Akeley will accompany me. I hope you will also travel with us. I know you by sight and reputation.",
  "BrainDialog4": "I first met the Mi-Go in the Himalayas, and since I became their ally, they have given me experiences few men will ever have.",
  "BrainDialog5": "I have been to 37 different planets, Wilmarth! And all this has not harmed me in the least. My brain is virtually immortal in this canister, and my body never ages while I am outside of it.",
  "BrainDialog6": "These visiting beings have methods which make the procedure easy and almost normal! It would be crude to call the operation surgery.",
  "BrainDialog7": "The visitors are eager to know men of knowledge such as yourself, and show them the great abysses of the universe.",
  "BrainDialog8": "So I hope you will join us in our adventures. There is nothing to fear, but I will leave the matter up to you.",
  "BrainDialog9": "Good night, Mr. Wilmarth. And treat our guest well, Mr. Akeley!",
  "AkeleyDialog14": "If you don't mind, I think this will be the end of tonight's conversation. I wish to rest now, but we must continue our discussions in the morning.",
  "P10": "I was glad to be out of that study with the strange odour and vague suggestions of vibration, yet could not escape a hideous sense of dread and peril as I thought of my situation.",
  "P11": "The wild, lonely region. The black, mysteriously forested slope towering so close behind the house.",
  "P12": "The footprints in the road. The sick, motionless whisperer in the dark.",
  "P13": "The hellish cylinders and machines.",
  "P14": "Above all, the invitations to strange surgery and stranger voyagings--these things sapped my will and almost undermined my physical strength.",
  "P15": "One thing was certain: I would not spend another night here. I felt nothing now but fear and loathing, and a wish to escape this morbid place.",
  "P16": "Sleep would be impossible, I knew. I turned out the lights and fell into bed, fully dressed.",
  "P17": "Not a sound came from below, and I imagined my host sitting there with cadaverous stiffness in the dark."
}
