{
  "Heading": "VI.",
  "P1": "I set out three days later, taking my laptop, the tape cassette, and a suitcase of simple necessities.",
  "P2": "As agreed upon, I told no one else of my departure. No one else could understand the purpose of my venture, anyway.",
  "P3": "My train reached Greenfield seven minutes late, but the connecting northbound express had been held. I transferred in haste.",
  "P4": "When I disembarked the train in Vermont, I was finally struck by the great distance I had traveled from home.",
  "P5": "After coming out to the street, I scanned the line of cars, looking for the Akeley Ford, but before I could pick it out I was approached by a man who asked if I was Mr. Wilmarth.",
  "P6": "\"Akeley has suffered a sudden asthma attack, and couldn't make the trip,\" he explained.",
  "P7": "\"It isn't serious, and your visit should proceed just as planned. I'm Walter Brown, and I'll be driving you to the farm, if you're ready now.\"",
  "P8": "I was shocked to learn the man's identity, but quickly overcame my puzzlement and entered the car to which he gestured. Of course Akeley must have reconciled with the man.",
  "P9": "Brown must have sensed my apprehension as we drove at first in silence; he struck up a casual conversation after a while.",
  "P10": "At times, it seemed just the slightest bit as if he was pumping me to learn what I already knew about the Mi-Go.",
  "BrownDialog1": "There, you can see the farmhouse, now.",
  "BrownDialog2": "I'll have to go in ahead of you, to let Akeley know you're here.",
  "BrownDialog3": "He's been VERY eager to talk to you.",
  "P11": "When we arrived at the farmhouse, I immediately exited the vehicle to stretch my legs after the long ride.",
  "P12": "Brown went into the house to notify Akeley of my arrival as I stood and surveyed my surroundings, breathing in the fresh air.",
  "P13": "\"Sorry I can't stay any longer,\" Brown told me when he returned. \"I have important business elsewhere.",
  "P14": "\"Akeley is eager to see you, though he's in bad shape today. When he has his attacks, he must talk in a whisper. His feet and ankles swell up, too. He has to bandage them.",
  "P15": "\"You can go right inside. He's in his study--the room on the left of the front hall. The blinds are shut. His eyes are very sensitive when he's ill, and he has to keep the light out.\"",
  "P16": "Brown said his good-byes, and drove off to the north.",
  "P17": "When I reached the porch I finally realized why the place seemed so strange to me.",
  "P18": "Since I had arrived, I had heard not a single sound, save my own footsteps and the noise of Walter Brown's car. Where were the farm animals?"
}
