{
  "Heading": "VIII.",
  "P1": "I can't remember how long my unexpected lapse into slumber lasted, and cannot be sure how much of the events that came next were sheer dream.",
  "P2": "Perhaps it was all a dream, to the moment when I rushed out of the house, stumbled to the shed where I had seen the old Ford,",
  "P3": "and seized the ancient vehicle for a mad race over the haunted hills, arriving at last in the village of Townshend.",
  "P4": "When my frantic story sent a police unit out to the farmhouse, Akeley was gone without a trace.",
  "P5": "The dogs and livestock were indeed missing, and there were some curious bullet holes on the exterior of the house, and some walls within.",
  "P6": "There were no metal canisters, or machines--no laptop, no tape cassette, no odour or vibrations. No footprints in the road... and none of the terrible objects I glimpsed in the very end.",
  "P7": "I stayed a week in Brattleboro after my escape, inquiring among people of every kind who had known Akeley.",
  "P8": "The results convinced me that the matter is no figment of dream or delusion.",
  "P9": "Akeley's purchases of dogs, ammunition, and chemicals, even the cutting of his telephone wires, are all matters of record.",
  "P10": "The Akeley house was now avoided by everyone but the mail man, and a few brave adventurers.",
  "P11": "I learned that Round Hill was notoriously haunted, but I could find no one who had closely explored it.",
  "P12": "Occasional disappearances of natives to the region were well-attested, including Walter Brown, since the day I last saw him driving off.",
  "P13": "When I left Brattleboro I resolved never to go back to Vermont, for I know that loathsome outside influences must be lurking there in the half-unknown hills, and that those influences have spies and emissaries in the world of men. To keep as far from them as possible is all that I ask of life in the future.",
  "P14": "But I still have to tell the ending of that terrible night in the farmhouse.",
  "P15": "As I said, I finally dropped into a troubled doze, filled with terrible dreams of monstrous landscapes.",
  "P16": "I awoke to noises in the hall outside my door.",
  "P17": "Thankfully, the noises quickly ceased, and the footsteps went away.",
  "P18": "Later, I heard voices from the study below. There seemed to be several speakers, engaged in argument.",
  "Dialog1": "...brought it on myself...",
  "Dialog2": "...sent the messages and the tape...",
  "Dialog3": "...seeing and hearing...",
  "Dialog4": "...damn you...",
  "Dialog5": "...impersonal force, after all...",
  "Dialog6": "...fresh, shiny cylinder...",
  "Dialog7": "...good God...",
  "Dialog8": "...time we stopped small and human brain, saying...",
  "Dialog9": "...harmless... peace... couple of weeks... theatrical...",
  "Dialog10": "...no reason... original plan... effects... ",
  "Dialog11": "...return soon... Round Hill... fresh cylinder...",
  "Dialog12": "...well... all yours... down here... rest... place...",
  "P19": "Something in the fragmentary discourse chilled me immeasurably, raised the most grotesque and horrible doubts, made me wish I might wake up and prove it all a dream.",
  "P20": "But what about Akeley? Surely, he would have protested if any harm were meant towards me.",
  "P21": "Yet, my instincts told me something was terribly wrong. I must talk to Akeley at once, I thought, and convince him to escape with me.",
  "P22": "They had hypnotized him with their promises of cosmic revelations, but now he must listen to reason.",
  "P23": "We would escape before it was too late.",
  "P24": "I half-tiptoed down the creaking stairs to the lower hall, carrying my pocket flashlight in my right hand.",
  "P25": "Would to heaven I had quietly left the place before allowing the light to rest on the vacant chair in Akeley's study.",
  "P26": "Resting on the chair I saw three objects which the investigators did not find when they came later on.",
  "P27": "I hope devoutly that they were the waxen products of a master artist, despite what my innermost fears tell me.",
  "P28": "Great God! That whisperer in darkness with its morbid odour and vibrations!",
  "P29": "For the things in the chair...",
  "P30": "...perfect to the last, subtle detail of microscopic resemblance, or identity...",
  "P31": "...were the face and hands of Henry Wentworth Akeley.",
  "PLast": "For the things in the chair, perfect to the last, subtle detail of microscopic resemblance, or identity, were the face and hands of Henry Wentworth Akeley."
}
