{
  "Heading": "II.",
  "P1": "Eventually I decided to take my expertise and rational skepticism to the papers, to see if I could quell the nonsense once and for all.",
  "P2": "I wish I never had.",
  "RebuttalTitle": "ALBERT WILMARTH: FACTS BEHIND THE MI-GO LEGEND",
  "RebuttalP1": "Lately particular public attention has been given to tales of strange events surrounding the hills of Vermont. As an assistant professor of Miskatonic University, and a scholar of folklore, I intend to inform you of the mythological origin of these stories and to dispel the irrational fear of these hills.",
  "RebuttalP2": "The common name applied to the aliens supposedly lurking in Vermont is \"the Old Ones.\" The Puritans identified them as beasts of the devil. Celtic legends from the Scotch-Irish of New Hampshire linked them with the evil fairies and \"little people\" of the swamps.",
  "RebuttalP3": "The most fantastic theories come from tribal legend. The Pennacook spoke of Winged Ones from the Great Bear in the sky. These Winged Ones rarely harmed earthly beings, but were instinctually feared by forest animals.",
  "RebuttalP4": "What is certain about both the ancient myths and the recent tales is that there is not a grain of truth to either of them. The Vermont myths are essentially no different from the universal legends which filled the ancient world with fauns, dryads, and satyrs.",
  "P3": "Akeley's first message came in the form of an e-mail one morning.",
  "AkeleyEmail1P1": "Mr. Wilmarth,",
  "AkeleyEmail1P2": "I have read your summaries of Vermont folklore in the Brattleboro Reformer and was impressed by the depth of your research. It is easy to see why you choose to dismiss these supernatural tales. Unfortunately, for reasons I will explain, I'm afraid your opponents, ignorant as they are, may be closer to the truth.",
  "AkeleyEmail1P3": "My name is Henry Akeley. I have lived my entire life in the midst of the dreaded hills and forests. Of late, I have explored deeper into the uninhabited hills and valleys, and I have come to regret my curiosity; for I now have certain unsettling evidence of the monstrous subjects of my investigation.",
  "AkeleyEmail1P4": "I do not intend, in writing to you, to spark any argument. My real wish is that you will hush the matter to the best of your ability. These things are dangerous, and they are watching me. Please share this message with no one. If you wish to see the evidence I have collected, I will send it to you as soon as I can. I have taken several photographs of things I discovered in the woods.",
  "AkeleyEmail1P5": "Yours, Henry Akeley",
  "WilmarthEmail1P1": "I would certainly be interested in seeing your photographs. Rest assured, I do not intend to further involve myself in any public debate over the matter.",
  "P4": "My reply was short--no more than a paragraph. I requested he send me his \"evidence,\" out of simple curiosity.",
  "P5": "He sent the photos the next day. After viewing them one by one, I couldn't help but begin to entertain the notion that something truly unusual was taking place near the Akeley farmhouse.",
  "circlecaption1": "One night, while I wandered in the woods, I heard the sound of distant ritual chanting. I followed the noise close enough to realize it would be foolish to come any closer to it.",
  "circlecaption2": "I set out the next morning to return to that spot, where I found this stone circle.... I don't know what to make of it.",
  "clawprintcaption": "This is one of the prints you can make out around the circle, in the other photo.",
  "blackstonecaption": "At the same spot, I found this strange black stone.... It's covered in hieroglyphics, but not from any human language. I've been working to decipher them for almost a week.",
  "selfiecaption": "The last photo was of Akeley himself, standing alone in front of the farmhouse.",
  "P6": "I never wrote to the papers again. Slowly, the debates died off."
}
