{
  "Heading": "V.",
  "P1": "Two days after reading Akeley's frantic last e-mail, I received another one, which was altogether shocking in its reversal of the sentiments which had characterized each of Akeley's past communications.",
  "EmailP1": "Wilmarth, I must confess that I was entirely mistaken in my silly estimation of the Mi-Go as our enemies. So much has changed in the last two days--we were correct in our speculations of the creatures' existence and identity, but in believing they were malicious, we could not have been further from the truth.",
  "EmailP2": "I already told you the aliens had attempted to communicate with me. Last night, I finally listened to what they had to say, and allowed a human messenger of theirs to enter my home and explain their true intentions.",
  "EmailP3": "Everything humans have ever conjectured of these things, from my own previous theories to the tales of the savage Indians, has been far off the mark. Our cultural background makes us humans simply unable to think in their terms.",
  "EmailP4": "What I thought was morbid and evil is in reality awesome, mind-expanding and even glorious. It is simply man's tendency to shun the new and the different.",
  "EmailP5": "Now I regret harming them so needlessly with my rifle fire--if only I had listened to them from the beginning, instead of initiating violence.... But, thankfully, they bear me no grudge over their fallen. They do not feel emotions such as spite, malice, or revenge.",
  "EmailP6": "In fact, the Mi-Go have never willfully harmed any peaceful human. As I have learned, they are actually unjustly targeted by a cruel cult of humans, who hunt and kill them on behalf of monstrous powers from other dimensions. It was these, the true villains, who stole the black stone, and interfered with our communication.",
  "EmailP7": "In reality, they want closer intellectual ties with humanity. They have so much to teach us, and to learn from us. To this end, they have chosen me--me!--to be their primary human interpretor. You may think me mad, but I wish to share with you the magnitude of the opportunity with which I am presented!",
  "EmailP8": "I have already learned much of the Mi-Go race and their alien culture. They communicate telepathically with one another, but through a routine surgery they are able to form human speech as you have heard. They have mastered the discipline of surgery. Their science is far more advanced than ours, Wilmarth.",
  "EmailP9": "They have answered many of my confusions of their anatomical composition--their bodies are more vegetable than animal, though they are made of no such earthly material. Our cameras cannot capture their image because the electrons composing their matter actually VIBRATE AT A DIFFERENT FREQUENCY.",
  "EmailP10": "It is unbelievable, everything I have learned from them. There is so much more to tell, but it cannot be written in its entirety--you must come visit me, as soon as possible, so we may discuss these incredible things in person!",
  "EmailP11": "My house is no longer besieged; I have no more need of the dogs. It is entirely safe here now, and I take pleasure in rescinding my earlier warnings and extending to you my earnest invitation. I wish so badly to share this joy of discovery with you.",
  "EmailP12": "You need not tell anyone about this. These matters are far too important to share with prying ears.",
  "EmailP13": "Bring your laptop, and the history of our communications, as much as you still have. We will need all of it, to retrace our steps and piece the whole remarkable story together.",
  "EmailP14": "You can take the train to Brattleboro. I will meet you at the station whenever you find convenient. We can drive back to the farmhouse together. Prepare yourself to stay as long as possible, and for long nights of enlightening conversation.",
  "EmailP15": "P.S. They have given me an incredible new device, which you will be amazed to see.",
  "P2": "My emotions after reading this new message were indescribable.",
  "P3": "I read it over and over again, marvelling at the sudden turn of events, and hoping it to be true. Black terror converted at once to curiosity, and excitement. If anything, the invitation to visit him in person, and verify the truth of his words, proved his authenticity.",
  "P4": "I replied to him that morning, and made my travel arrangements the next day."
}
