{
  "Heading": "I.",
  "P1": "To begin with, I must admit I cannot prove the truth of my story. The police found no more evidence to corroborate my report than the bullet holes in the Akeley farmhouse. Nothing remained to suggest that anyone had ever been there other than the missing Akeley himself.",
  "P2": "Perhaps it was simply a mental shock which caused me to flee the farmhouse that night, recklessly driving a stolen Ford through the wild hills of Vermont.",
  "P3": "I can only testify to the vividness of the things I saw and heard, and do my best to recreate here the content of my detailed communications with Henry Akeley, which were all lost.",
  "P4": "I write to you here, on paper, because as you will learn, my electronic communications are surely being watched; yet I must attempt to spread my story in warning to other foolish adventurers, that I might convince them to avoid those God-forsaken hills at all costs.",
  "P5": "The matter came to my attention several weeks ago, because of the recent floods in Vermont. Eccentric dwellers of the hills reported discovering strange bodies washed up on the shore of the West River beyond Newfane.",
  "P6": "The rumors sparked a surge of theories. Myths and legends began to resurface from decades past. Some of the more well-researched claims were actually printed, sparking popular discussion and debate.",
  "herald-title": "ELI DAVENPORT: \"BIZARRE TALES OF 'ELDER RACE' MAY CARRY SOME TRUTH\"",
  "herald-P1": "Vermont folklore, for centuries, has hinted at the existence of a hidden race of monstrous beings somewhere among its most remote hills.",
  "herald-P2": "Talk of these creatures has since resurfaced, after evidence of their presence was reported by Vermont locals venturing deeper than usual in the mountains.",
  "herald-P3": "They claimed to have seen claw-prints in mud; curiously arranged stone circles where the grass was worn away; cave mouths closed by boulders in a scarcely accidental fashion; even dim figures glimpsed in the forest at night.",
  "herald-P4": "With this evidence taken in addition to the claims of alien bodies washed up on the river beds, it can hardly be denied that something strange is at work in the hills of Vermont.",
  "herald-P5": "What is most surprising about the recent reports is how well they coincided with largely-forgotten mythology: both described the creatures as a sort of huge, light-red crab with many pairs of legs and with two great bat-like wings in the middle of the back.",
  "herald-P6": "Could these reports be describing the \"Old Ones\" of legend?",
  "P7": "As a professor and folklorist, I was already well aware of the legends, and my opinions on the subject became increasingly sought-after by my students.",
  "P8": "The roots of legend spread deeply: I found records of centuries-old Pennacook mythology referring to the \"Winged Ones,\" who came from the sky, and had mines in our earthly hills.",
  "P9": "There, they gathered a kind of stone unique to our planet, and flew back to their own stars.",
  "P10": "They were mostly content to leave humans alone, but sometimes men inexplicably disappeared amongst their hills....",
  "P11": "Their hills, in the deep woods of the highest peaks, and the dark valleys where streams trickle from unknown sources.",
  "P12": "Their hills, where, in the dead of night, sometimes, strange buzzing voices could be heard in conversation, seemingly imitating human speech.",
  "P13": "None of it was to be believed, of course."
}
