{
  "Heading": "IV.",
  "P1": "At this point, Akeley's e-mails began to arrive with greater frequency, and describing still more horrifying events at the farmhouse.",
  "AkeleyEmail1P1": "The unknown things have begun to close in on me with a frightening new degree of determination. I suspect they mean to kill me because of our correspondence, and because I now know too much. I never should have sent you that tape cassette, or the black stone. They may now be watching you as well--be vigilant.",
  "AkeleyEmail1P2": "I have long known they keep human allies, to act as agents and spies. You yourself heard the human voices in the ritual chanting. Now, I believe I have identified one of their human agents: Walter Brown, a surly farmer who lives alone on a rundown hillside place near the deep woods. I have heard his voice in terrible conversations in the woods. I have also seen claw-prints near his house.",
  "AkeleyEmail1P3": "I have never encountered a hint of their presence on nights when the moon is full and bright, for these creatures shun the light. The nocturnal barking of my dogs has grown hideous on moonless nights.",
  "AkeleyEmail1P4": "Yesterday, on my way to the village by car, I was stopped by a tree trunk laid in my path at a deep patch of the woods.",
  "AkeleyEmail1P5": "Luckily, I had two of my great dogs with me, whose savage barking warned me of the things which must have been lurking near. ",
  "AkeleyEmail1P6": "I never leave home without my dogs now--who knows what would have happened if I had been alone?",
  "P2": "The next email came in the evening, and I judged it was written in a hurry.",
  "AkeleyEmail2P1": "Frightful happenings last night. Bullets flying outside the farmhouse.",
  "AkeleyEmail2P2": "Found three of my twelve dogs dead this morning.",
  "AkeleyEmail2P3": "Myriads of claw-prints in the road. Human prints also--probably Walter Brown's. Wire went dead as I phoned Brattleboro for more dogs. Later went by car, bought four new dogs, and several cases of rifle ammo.",
  "AkeleyEmail2P4": "Phone company said the linemen found the cable cleanly cut at a point where it crossed the deserted hills north of Newfane.",
  "WilmarthEmail1P1": "This is terribly frightening news. Surely you must inform the authorities. Maybe if we can get them to believe your story they could be of help.",
  "WilmarthEmail1P2": "I know you've warned me to stay away, but maybe I could visit to help you explain your situation to the police. My corroboration might lend credence to your situation.",
  "AkeleyEmail3": "The police will never believe any of this. I appreciate the offer, but there's nothing you can do. It would only hurt both of us.",
  "WilmarthEmail2": "Are you sure? Do you have any family, or a place you could stay in the meantime? You may be better off leaving Vermont entirely, I'm afraid.",
  "AkeleyEmail4P1": "I was bewildered by your last e-mail until I checked the history of our conversation.... I never sent the last email you received, nor did I ever receive the message to which it seemed to reply.",
  "AkeleyEmail4P2": "Things are much worse than we thought, if they have tampered with our communications. I've changed my password, and you should do the same.",
  "AkeleyEmail4P3": "I have a son in California. I am arranging to go live with him, but... I've lived in this house my entire life. Maybe if I can prove to the aliens that I mean them no harm, and will explore no further, the situation will improve.",
  "WilmarthEmail3P1": "This is certainly a distressing development. I changed my password and found no evidence of any tampering with my e-mails.",
  "WilmarthEmail3P2": "Let me know if anything else happens. I will help you in any way I can.",
  "P3": "The next three messages came in quick succession, each arriving the morning after the last.",
  "AkeleyEmail5P1": "Bad news. Last night was thickly cloudy--though no rain--and not a bit of moonlight got through. Things were pretty bad, and I think the end is getting near, in spite of our hopes. After midnight, something landed on the roof of the house. The dogs all rushed up to see what it was. One managed to get on the roof by jumping from the tree on the side of the house.",
  "AkeleyEmail5P2": "There was a terrible fight up there, and I heard a frightful buzzing which I'll never forget. Then there was a shocking smell.",
  "AkeleyEmail5P3": "Right then, bullets shattered the window and nearly grazed me. I put out the light and fired out the windows, raking all around the house with rifle fire aimed high enough to miss the dogs. Everything died down after that, but what I found in the morning was terrible.",
  "AkeleyEmail5P4": "Pools of blood were left in the yard, beside pools of a green sticky substance that smelled positively foul. I climbed on the roof, and found more of the sticky stuff there. I still don't know what was up there.",
  "AkeleyEmail5P5": "Five of the dogs were killed. One of them was shot in the back; I'm afraid I hit it by aiming too low.",
  "AkeleyEmail5P6": "Now I'm replacing the panes the shots broke, and am off to Brattleboro for more dogs. Surely the men at the kennels think I'm crazy.",
  "AkeleyEmail5P7": "I think I'll be ready to move in a week or two, but it kills me to think of it.",
  "AkeleyEmail6P1": "Clouds didn't break, so no moon again. It's waning, anyway. I'd put in a damned searchlight if I didn't know they'd just cut the cables as fast as they could be repaired again. I must be going crazy.",
  "AkeleyEmail6P2": "THEY TALKED TO ME LAST NIGHT, in their cursed buzzing voices. I cannot repeat the things they told me over the barking of the dogs.",
  "AkeleyEmail6P3": "Stay out of this, Wilmarth. It is worse than we ever suspected. They don't mean to let me leave Vermont. They wish to take me alive--away outside the galaxy. I told them I wouldn't go where they wish, or in the terrible way they wish to take me, but I fear it will be no use.",
  "AkeleyEmail6P4": "Six more dogs killed, and I felt presences all along the wooded parts of the road when I drove to Brattleboro today. It is horrible. Don't get mixed up in this.",
  "P4": "The last e-mail seemed more rushed than all the others.",
  "AkeleyEmail7P1": "No use in discussing anything anymore. I am fully resigned. I have only enough willpower left to fight them off. Can't escape even if I were willing to leave everything and run. They'll get me.",
  "AkeleyEmail7P2": "Had a letter from them yesterday, posted on my front door. Walter Brown must have left it; the creatures couldn't have gotten so close with the dogs about. It tells what they want to do with me. I can't repeat it.",
  "AkeleyEmail7P3": "Still cloudy nights, and the moon waning... I wish I dared to get help, but no one will believe me, and I'm too far out of touch. I have been for years.",
  "AkeleyEmail7P4": "The worst part is, I have seen and touched one of the things. God, it was awful! Dead, of course. One of the dogs had it; I found it near the kennel this morning. I tried to save it in the woodshed as evidence, but it all evaporated in a few hours. I tried to photograph it for you, but nothing was visible in the photos except for the woodshed.",
  "AkeleyEmail7P5": "You know, those things in the rivers were only ever seen on the first morning after the flood, and explorers who saw figures in the woods always claimed it was difficult or impossible to take good pictures of them. It all makes sense now, how these things have stayed secret so long.",
  "AkeleyEmail7P6": "This may be good-bye. If it is, please write my son, George Goodenough Akeley, in 176 Pleasant St., San Diego, CA. But DON'T COME UP HERE. Write the boy if you don't hear from me in a week, and watch the papers for news.",
  "AkeleyEmail7P7": "I'm going to play my last two cards now, if I have the courage to. First, I will try poison gas on the things (I've got the chemicals and I've made masks for myself and the dogs). If that doesn't work, I will call the police.",
  "AkeleyEmail7P8": "They may put me in a mental hospital, but it will be better than what the OTHER CREATURES will do.",
  "AkeleyEmail7P9": "I wish I hadn't become such a hermit. Folks don't drop around as they used to.",
  "AkeleyEmail7P10": "Write my son if you don't hear soon. Don't mix up in this."
}
